Revit 2027 API
SymbolTypeId.TCO2ePerFtSup3 Property
 Symbol tCO₂e/ft³, indicating kilograms Carbon Dioxide per cubic foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerFtSup3 { get; }
Public Shared ReadOnly Property TCO2ePerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerFtSup3 {
	ForgeTypeId^ get ();
}
static member TCO2ePerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace